package pkg;

public class Main {

	public static void main(String[] args) {
		/*
		 * 9월 25일(월) ~ 10월 1일(일) 회고록
		 * 
		 * 이번 주 SQLD 결과(예정)가 나왔다. 합격이었다.
		 * 뭐 정확한 합/불 여부는 10월 6일에 나오니 아직은 긴장해야겠다~
		 * 그래도 왠만하면 바뀌지 않는다고 하니 마음이 편하다.
		 * 
		 * 요즘 나는 회사 소스코드를 보며, 리눅스, 그리고 네트워크에 대해 공부하고 있다.
		 * 이번 주는 네트워크에 대해 집중적으로 공부한 것 같다.
		 * HTTP, HTTPS, TCP/IP, DHCP, DNS, FTP, SSH, Telnet.....
		 * 
		 * 배워보니 네트워크가 정말 어려운 분야라는 것을 깨달았다. 
		 * 이게 눈으로 좀 돌아가는 것도 보고 싶은데 그런 느낌이 아니라 막 머리속에서 상상하듯이 공부한 것 같다.
		 * 그래도 구글에 자료가 많고 하나하나 집중해서 공부하니 많은 도움이 되었다.
		 * 
		 * 인터넷은 어떻게 연결되는거지? 막연하게 생각했는데 공부함으로써 확실히 도움이 되었다.
		 * 이제 리눅스 기초 이론 공부를 하고 다시 소스코드에 집중하려고 한다.
		 * 소스코드... 한숨만 나오지만 그래도 열심히 해보면 100% 이해할 날이 오지 않을까! 생각해본다.
		 * 
		 * 오늘도 최정원 화이팅하자!!!
		 * 
		 * 
		 */
	}

}
